Repository: coffeeispower/memofante_v2
Catalog: lib/l10n/app_*.arb
Languages: pt_br

# pages__discoveredWords__title
source: Discovered Words
pt_br: Palavras descobertas

# pages__discoveredWords__add
source: Add word
pt_br: Adicionar palavra

# pages__discoveredWords__contextMenu__stats
source: Statistics
pt_br: Estatísticas

# pages__discoveredWords__contextMenu__delete
source: Delete
pt_br: Deletar

# snackbars__discoveredWord__deleted
source: The word {discoveredWord} was removed from your discovered words list.
pt_br: A palavra {discoveredWord} foi removida da sua lista de palavras descobertas.

# snackbars__downloadingDict
source: Downloading dictionary, lookup results maybe incomplete or broken during this process...
pt_br: O dicionário está sendo baixado... Os resultados de busca podem estar incompletos ou quebrados durante esse processo.

# dialogs__startReview__title
source: Start review
pt_br: Começar review

# dialogs__startReview__description
source: Click "Start" to start a new review
pt_br: Clique em "Começar" para começar um novo review ou "Voltar" se não estiver pronto.

# dialogs__startReview__enableReadingExercises
source: Enable reading exercises
pt_br: Ativar exercicios de leitura

# dialogs__startReview__enableMeaningExercises
source: Enable meaning exercises
pt_br: Ativar exercicios de significado

# dialogs__startReview__ok
source: Start
pt_br: Começar

# dialogs__startReview__cancel
source: Cancel
pt_br: Voltar

# readingExercise__question
source: Write in ひらがな
pt_br: Escreva em hiragana

# no_discovered_words
source: No discovered words to review, try adding some words first
pt_br: Nenhuma palavra descoberta pra rever, adicione novas palavras primeiro

# fail_review_message
source: You'll do better the next time!
pt_br: Tenha paciência! Um tijolo de cada vez...

source: Correct Answers:
pt_br: Respostas corretas:

# fail_review_headline
source: Wrong
pt_br: ERROUUU!

source: Next
pt_br: Próximo

source: Stop Review
pt_br: Parar Review

# success_review_headline
source: That's correct
pt_br: Acertou o miseravi

# success_review_message
source: Keep up the good work! Press "Next" to continue
pt_br: Continue assim! Aperte o botão "Próximo"

source: Show meanings
pt_br: Mostrar significados

# meaningExercise__question
source: Write the meaning
pt_br: Escreva o significado

source: Check
pt_br: Verificar

# searchWordsLabel
source: Search words in the dictionary
pt_br: Busque por palavras no dicionário

# discordPresenceStateDiscoveredWords
source: Looking at the discovered words
pt_br: Olhando as palavras descobertas

# discordPresenceStateReviewing
source: Reviewing the discovered words
pt_br: Revendo as palavras descobertas

# discordPresenceDetailsReviewing
source: Trying to remember wtf is "{word}"
pt_br: Revisando "{word}"

# discordPresenceStateAddingWord
source: Adding a new word
pt_br: Adicionando uma palavra

# discordPresenceDetailsAddingWord
source: Searching "{word}"
pt_br: Procurando "{word}"
